{
  "eco_tips_title": "Conseils Écologiques",
  "sustainable_living_tips": "Conseils pour un Mode de Vie Durable",
  "eco_friendly_products": "Offres de Produits Écologiques",
  "category_all": "Tout",
  "category_waste": "Gestion des Déchets",
  "category_energy": "Énergie",
  "category_water": "Eau",
  "category_transport": "Transport",
  "tip_recycle_title": "Réduire, Réutiliser, Recycler",
  "tip_recycle_description": "Apprenez à gérer efficacement les déchets en réduisant la consommation, en réutilisant les produits et en recyclant les matériaux.",
  "tip_energy_title": "Économiser de l'Énergie",
  "tip_energy_description": "Découvrez des habitudes simples pour réduire la consommation d'énergie, comme éteindre les lumières quand elles ne sont pas utilisées et utiliser des appareils écoénergétiques.",
  "tip_water_title": "Conservation de l'Eau",
  "tip_water_description": "Mettez en place des techniques d'économie d'eau, comme réparer les fuites et utiliser des pommeaux de douche à faible débit pour préserver cette ressource précieuse.",
  "tip_transport_title": "Pédalez pour la Planète",
  "tip_transport_description": "Utilisez des vélos classiques et, pour ceux qui veulent bénéficier de la technologie, des trottinettes à pédales, des trottinettes électriques et des vélos électriques pour réduire l'empreinte carbone.",
  "carbon_tracker_title": "Suivi du Carbone",
  "total_co2_saved": "Total CO₂ Économisé",
  "activities_count": "Activités",
  "recent_activities": "Activités Récentes",
  "activity_carpooling": "Covoiturage",
  "activity_transit": "Transports en Commun",
  "activity_biking": "Vélo",
  "action_share": "Partager",
  "action_save": "Sauvegarder",
  "sustainable_products_title": "Produits Durables",
  "sustainable_products_subtitle": "Soutenez un mode de vie durable avec nos produits partenaires",
  "sustainable_products_shop_now": "Achetez Maintenant",
  "sustainable_products_see_more": "Voir Plus de Produits →",
  "sustainable_products_discount": "{discount}% de Réduction avec le code {code}",
  "product_bottle_name": "Bouteille d'Eau en Bambou Écologique",
  "product_bottle_description": "Restez hydraté de manière durable avec notre bouteille d'eau en bambou haut de gamme. Parfaite pour vos séances d'entraînement et votre usage quotidien.",
  "product_activewear_name": "Vêtements de Sport Durables",
  "product_activewear_description": "Vêtements de sport éco-responsables fabriqués à partir de matériaux recyclés. Soyez élégant tout en protégeant la planète.",
  "product_yoga_name": "Tapis de Yoga en Liège",
  "product_yoga_description": "Tapis de yoga haut de gamme en liège, naturellement antimicrobien et offrant une excellente adhérence. Parfait pour votre pratique.",
  "eco_friendly_deals": "Offres de Produits Écologiques",
  "category_food": "Alimentation Durable",
  "category_fitness": "Fitness Écologique",
  "category_awareness": "Conscience Environnementale",
  "tip_composting_title": "Commencez le Compostage",
  "tip_composting_description": "Transformez les déchets alimentaires en sol riche en nutriments. Le compostage réduit les déchets en décharge de 30% et crée un engrais gratuit pour les plantes.",
  "tip_plastic_free_title": "Vivez sans Plastique",
  "tip_plastic_free_description": "Passez aux sacs, contenants et bouteilles réutilisables. Chaque année, 8 millions de tonnes de plastique entrent dans nos océans, nuisant à la vie marine.",
  "tip_led_bulbs_title": "Passez aux Ampoules LED",
  "tip_led_bulbs_description": "Les ampoules LED utilisent 75% moins d'énergie et durent 25 fois plus longtemps que les ampoules traditionnelles. Économisez 225$/an en électricité.",
  "tip_unplug_devices_title": "Débranchez les Appareils Fantômes",
  "tip_unplug_devices_description": "Les chargeurs et appareils consomment de l'énergie même éteints. Débrancher économise 10% sur votre facture d'électricité annuelle.",
  "tip_shorter_showers_title": "Prenez des Douches plus Courtes",
  "tip_shorter_showers_description": "Réduisez le temps de douche de 10 à 5 minutes. Économisez 12 500 gallons d'eau par an - assez pour remplir une piscine!",
  "tip_fix_leaks_title": "Réparez les Robinets qui Fuient",
  "tip_fix_leaks_description": "Un robinet qui goutte gaspille 3 000 gallons/an. C'est assez d'eau pour 180 douches. Réparez les fuites pour économiser l'eau et l'argent.",
  "tip_bike_commute_title": "Allez au Travail à Vélo",
  "tip_bike_commute_description": "Faire du vélo seulement 10 miles/semaine économise 500 livres de CO2/an tout en améliorant votre forme physique. Une victoire pour vous et la planète!",
  "tip_carpool_title": "Covoiturage & Partage de Trajets",
  "tip_carpool_description": "Le partage de trajets réduit le trafic, diminue les émissions de 50% et économise de l'argent sur l'essence. Utilisez des applications de covoiturage pour trouver des partenaires de trajet.",
  "tip_local_food_title": "Achetez Local et de Saison",
  "tip_local_food_description": "Les aliments cultivés localement voyagent 1 500 miles de moins que les aliments importés, réduisant les émissions de CO2 et soutenant les agriculteurs locaux.",
  "tip_plant_based_title": "Essayez les Lundis sans Viande",
  "tip_plant_based_description": "L'élevage produit 14,5% des émissions mondiales. Ne pas manger de viande un jour/semaine économise 1 160 livres de CO2/an.",
  "tip_food_waste_title": "Réduisez le Gaspillage Alimentaire",
  "tip_food_waste_description": "1/3 de tous les aliments sont gaspillés dans le monde. Planifiez les repas, stockez correctement les aliments et compostez les restes pour réduire le gaspillage et économiser de l'argent.",
  "tip_outdoor_workout_title": "Entraînez-vous en Plein Air",
  "tip_outdoor_workout_description": "Les exercices en plein air n'utilisent aucune électricité! Les parcs, sentiers et plages sont des salles de sport gratuites qui vous connectent à la nature.",
  "tip_reusable_bottle_title": "Utilisez des Bouteilles d'Eau Réutilisables",
  "tip_reusable_bottle_description": "Les Américains utilisent 50 milliards de bouteilles en plastique/an. Une bouteille réutilisable économise 156 bouteilles en plastique par an et vous garde hydraté.",
  "tip_bodyweight_exercise_title": "Entraînements sans Équipement",
  "tip_bodyweight_exercise_description": "Les exercices au poids du corps (pompes, squats, planches) ne nécessitent aucun équipement de gym, économisant des ressources et restant en forme partout.",
  "tip_forest_fires_title": "⚠️ Sensibilisation aux Incendies de Forêt",
  "tip_forest_fires_description": "90% des incendies de forêt sont causés par l'homme. Ne laissez jamais de feux de camp sans surveillance, jetez correctement les cigarettes et signalez immédiatement les incendies. Les forêts absorbent 2,6 milliards de tonnes de CO2/an - nous devons les protéger.",
  "tip_littering_impact_title": "⚠️ Arrêtez de Jeter des Déchets",
  "tip_littering_impact_description": "Les déchets tuent 1 million d'oiseaux marins et 100 000 animaux marins par an. Le plastique met 450 ans à se décomposer. Jetez toujours les déchets correctement et participez aux événements de nettoyage.",
  "tip_ocean_plastic_title": "⚠️ Crise du Plastique Océanique",
  "tip_ocean_plastic_description": "D'ici 2050, les océans contiendront plus de plastique que de poissons. 8 millions de tonnes entrent dans les océans chaque année. Réduisez les plastiques à usage unique et recyclez pour protéger les écosystèmes marins.",
  "tip_deforestation_title": "⚠️ Impact de la Déforestation",
  "tip_deforestation_description": "Nous perdons 10 millions d'hectares de forêt par an - l'équivalent de 27 terrains de football par minute. Les forêts produisent 28% de l'oxygène terrestre. Choisissez du papier recyclé et des produits en bois durable.",
  "tip_air_pollution_title": "⚠️ Effets de la Pollution de l'Air",
  "tip_air_pollution_description": "La pollution de l'air cause 7 millions de décès/an dans le monde. Réduisez les émissions en utilisant les transports en commun, le covoiturage et en soutenant les initiatives d'énergie propre.",
  "tip_endangered_species_title": "⚠️ Protégez les Espèces en Danger",
  "tip_endangered_species_description": "1 million d'espèces sont menacées d'extinction en raison de la perte d'habitat et du changement climatique. Soutenez les efforts de conservation, évitez les produits d'animaux en danger et sensibilisez."
}