{
  "eco_tips_title": "पर्यावरण टिप्स",
  "sustainable_living_tips": "टिकाऊ जीवन टिप्स",
  "eco_friendly_products": "पर्यावरण-अनुकूल उत्पाद सौदे",
  "category_all": "सभी",
  "category_waste": "अपशिष्ट प्रबंधन",
  "category_energy": "ऊर्जा",
  "category_water": "पानी",
  "category_transport": "परिवहन",
  "tip_recycle_title": "कम करें, पुन: उपयोग करें, रीसायकल करें",
  "tip_recycle_description": "खपत कम करके, उत्पादों का पुन: उपयोग करके और सामग्री को रीसायकल करके अपशिष्ट प्रबंधन को प्रभावी रूप से कैसे करें, यह जानें।",
  "tip_energy_title": "ऊर्जा बचाएं",
  "tip_energy_description": "ऊर्जा उपयोग कम करने के लिए सरल आदतों की खोज करें, जैसे कि उपयोग में न होने पर बत्तियां बंद करना और ऊर्जा-कुशल उपकरणों का उपयोग करना।",
  "tip_water_title": "जल संरक्षण",
  "tip_water_description": "इस कीमती संसाधन के संरक्षण के लिए लीक को ठीक करना और कम प्रवाह वाले शावरहेड का उपयोग करना जैसी जल-बचत तकनीकों को लागू करें।",
  "tip_transport_title": "ग्रह के लिए पैडल",
  "tip_transport_description": "कार्बन फुटप्रिंट कम करने के लिए पारंपरिक साइकिल का उपयोग करें, और जो लोग प्रौद्योगिकी से लाभ उठाना चाहते हैं, वे पैडल-संचालित स्कूटर, इलेक्ट्रिक स्कूटर और इलेक्ट्रिक बाइक का उपयोग करें।",
  "carbon_tracker_title": "कार्बन ट्रैकर",
  "total_co2_saved": "कुल CO₂ बचाया गया",
  "activities_count": "गतिविधियां",
  "recent_activities": "हाल की गतिविधियां",
  "activity_carpooling": "कारपूलिंग",
  "activity_transit": "सार्वजनिक परिवहन",
  "activity_biking": "साइकिल चलाना",
  "action_share": "साझा करें",
  "action_save": "सहेजें",
  "sustainable_products_title": "टिकाऊ उत्पाद",
  "sustainable_products_subtitle": "हमारे सहयोगी उत्पादों के साथ टिकाऊ जीवन का समर्थन करें",
  "sustainable_products_shop_now": "अभी खरीदारी करें",
  "sustainable_products_see_more": "अधिक उत्पाद देखें →",
  "sustainable_products_discount": "कोड {code} के साथ {discount}% छूट",
  "product_bottle_name": "इको बांस पानी की बोतल",
  "product_bottle_description": "हमारी प्रीमियम बांस पानी की बोतल के साथ टिकाऊ रूप से हाइड्रेटेड रहें। आपके वर्कआउट और दैनिक उपयोग के लिए बिल्कुल सही।",
  "product_activewear_name": "टिकाऊ एक्टिववियर",
  "product_activewear_description": "रीसाइकल्ड सामग्री से बने पर्यावरण-अनुकूल वर्कआउट कपड़े। ग्रह की सुरक्षा करते हुए अच्छे दिखें।",
  "product_yoga_name": "कॉर्क योग मैट",
  "product_yoga_description": "प्रीमियम कॉर्क योग मैट जो प्राकृतिक रूप से रोगाणुरोधी है और उत्कृष्ट पकड़ प्रदान करता है। आपके अभ्यास के लिए बिल्कुल सही।",
  "eco_friendly_deals": "पर्यावरण-अनुकूल उत्पाद सौदे",
  "category_food": "टिकाऊ भोजन",
  "category_fitness": "इको फिटनेस",
  "category_awareness": "पर्यावरण जागरूकता",
  "tip_composting_title": "कम्पोस्टिंग शुरू करें",
  "tip_composting_description": "खाद्य अपशिष्ट को पोषक तत्वों से भरपूर मिट्टी में बदलें। कम्पोस्टिंग लैंडफिल कचरे को 30% कम करता है और पौधों के लिए मुफ्त उर्वरक बनाता है।",
  "tip_plastic_free_title": "प्लास्टिक-मुक्त जीवन",
  "tip_plastic_free_description": "पुन: प्रयोज्य बैग, कंटेनर और बोतलों पर स्विच करें। हर साल, 8 मिलियन टन प्लास्टिक हमारे महासागरों में प्रवेश करता है, समुद्री जीवन को नुकसान पहुंचाता है।",
  "tip_led_bulbs_title": "LED बल्बों पर स्विच करें",
  "tip_led_bulbs_description": "LED बल्ब पारंपरिक बल्बों की तुलना में 75% कम ऊर्जा का उपयोग करते हैं और 25 गुना अधिक समय तक चलते हैं। बिजली पर $225/वर्ष बचाएं।",
  "tip_unplug_devices_title": "फैंटम डिवाइस अनप्लग करें",
  "tip_unplug_devices_description": "चार्जर और उपकरण बंद होने पर भी ऊर्जा का उपयोग करते हैं। अनप्लग करने से सालाना आपके बिजली बिल में 10% की बचत होती है।",
  "tip_shorter_showers_title": "छोटे शावर लें",
  "tip_shorter_showers_description": "शावर का समय 10 से 5 मिनट तक कम करें। प्रति वर्ष 12,500 गैलन पानी बचाएं - एक स्विमिंग पूल भरने के लिए पर्याप्त!",
  "tip_fix_leaks_title": "लीक नल ठीक करें",
  "tip_fix_leaks_description": "टपकता नल 3,000 गैलन/वर्ष बर्बाद करता है। यह 180 शावर के लिए पर्याप्त पानी है। पानी और पैसे बचाने के लिए लीक ठीक करें।",
  "tip_bike_commute_title": "साइकिल से काम पर जाएं",
  "tip_bike_commute_description": "सप्ताह में केवल 10 मील साइकिल चलाना प्रति वर्ष 500 पाउंड CO2 बचाता है जबकि आपकी फिटनेस में सुधार होता है। आपके और ग्रह के लिए जीत!",
  "tip_carpool_title": "कारपूल और सवारी साझा करें",
  "tip_carpool_description": "सवारी साझा करने से ट्रैफिक कम होता है, उत्सर्जन 50% कम होता है, और गैस पर पैसे बचते हैं। सवारी साझेदार खोजने के लिए कारपूलिंग ऐप्स का उपयोग करें।",
  "tip_local_food_title": "स्थानीय और मौसमी खरीदें",
  "tip_local_food_description": "स्थानीय रूप से उगाया गया भोजन आयातित भोजन से 1,500 मील कम यात्रा करता है, CO2 उत्सर्जन को कम करता है और स्थानीय किसानों का समर्थन करता है।",
  "tip_plant_based_title": "मीटलेस मंडे आज़माएं",
  "tip_plant_based_description": "पशुधन वैश्विक उत्सर्जन का 14.5% उत्पादन करता है। सप्ताह में एक दिन मांस रहित रहने से प्रति वर्ष 1,160 पाउंड CO2 बचता है।",
  "tip_food_waste_title": "भोजन की बर्बादी कम करें",
  "tip_food_waste_description": "वैश्विक स्तर पर सभी भोजन का 1/3 बर्बाद होता है। भोजन की योजना बनाएं, भोजन को ठीक से स्टोर करें, और अपशिष्ट को कम करने और पैसे बचाने के लिए स्क्रैप को कम्पोस्ट करें।",
  "tip_outdoor_workout_title": "बाहर व्यायाम करें",
  "tip_outdoor_workout_description": "आउटडोर व्यायाम शून्य बिजली का उपयोग करते हैं! पार्क, ट्रेल्स और समुद्र तट मुफ्त जिम हैं जो आपको प्रकृति से जोड़ते हैं।",
  "tip_reusable_bottle_title": "पुन: प्रयोज्य पानी की बोतलें उपयोग करें",
  "tip_reusable_bottle_description": "अमेरिकी 50 बिलियन प्लास्टिक बोतलें/वर्ष का उपयोग करते हैं। एक पुन: प्रयोज्य बोतल सालाना 156 प्लास्टिक बोतलें बचाती है और आपको हाइड्रेटेड रखती है।",
  "tip_bodyweight_exercise_title": "बिना उपकरण वाले वर्कआउट",
  "tip_bodyweight_exercise_description": "बॉडीवेट व्यायाम (पुश-अप, स्क्वाट, प्लैंक) को किसी जिम उपकरण की आवश्यकता नहीं होती, संसाधनों की बचत होती है और कहीं भी फिट रहते हैं।",
  "tip_forest_fires_title": "⚠️ वन आग जागरूकता",
  "tip_forest_fires_description": "90% जंगल की आग मानव-कारण हैं। कैम्पफायर को कभी भी बिना देखरेख छोड़ें, सिगरेट को ठीक से निपटान करें, और तुरंत आग की रिपोर्ट करें। वन प्रति वर्ष 2.6 बिलियन टन CO2 अवशोषित करते हैं - हमें उनकी रक्षा करनी चाहिए।",
  "tip_littering_impact_title": "⚠️ कचरा फैलाना बंद करें",
  "tip_littering_impact_description": "कचरा सालाना 1 मिलियन समुद्री पक्षियों और 100,000 समुद्री जानवरों को मारता है। प्लास्टिक को सड़ने में 450 साल लगते हैं। हमेशा कचरे का ठीक से निपटान करें और सफाई कार्यक्रमों में भाग लें।",
  "tip_ocean_plastic_title": "⚠️ महासागर प्लास्टिक संकट",
  "tip_ocean_plastic_description": "2050 तक, महासागरों में मछली से अधिक प्लास्टिक होगा। 8 मिलियन टन सालाना महासागरों में प्रवेश करते हैं। समुद्री पारिस्थितिक तंत्र की रक्षा के लिए एकल-उपयोग प्लास्टिक कम करें और रीसायकल करें।",
  "tip_deforestation_title": "⚠️ वनों की कटाई का प्रभाव",
  "tip_deforestation_description": "हम सालाना 10 मिलियन हेक्टेयर वन खो देते हैं - प्रति मिनट 27 फुटबॉल मैदानों के बराबर। वन पृथ्वी की 28% ऑक्सीजन का उत्पादन करते हैं। पुनर्नवीनीकृत कागज और टिकाऊ लकड़ी उत्पाद चुनें।",
  "tip_air_pollution_title": "⚠️ वायु प्रदूषण प्रभाव",
  "tip_air_pollution_description": "वायु प्रदूषण वैश्विक स्तर पर 7 मिलियन मौतों/वर्ष का कारण बनता है। सार्वजनिक परिवहन का उपयोग करके, कारपूलिंग करके, और स्वच्छ ऊर्जा पहलों का समर्थन करके उत्सर्जन कम करें।",
  "tip_endangered_species_title": "⚠️ लुप्तप्राय प्रजातियों की रक्षा करें",
  "tip_endangered_species_description": "आवास हानि और जलवायु परिवर्तन के कारण 1 मिलियन प्रजातियां विलुप्त होने का सामना कर रही हैं। संरक्षण प्रयासों का समर्थन करें, लुप्तप्राय जानवरों से उत्पादों से बचें, और जागरूकता फैलाएं।"
}