{
  "eco_tips_title": "Suggerimenti ecologici",
  "sustainable_living_tips": "Suggerimenti di vita sostenibili",
  "eco_friendly_products": "Offerte di prodotti ecologici",
  "category_all": "Tutto",
  "category_waste": "Gestione dei rifiuti",
  "category_energy": "Energia",
  "category_water": "Acqua",
  "category_transport": "Trasporto",
  "tip_recycle_title": "Ridurre, riutilizzare, riciclare",
  "tip_recycle_description": "Scopri come gestire efficacemente i rifiuti riducendo il consumo, riutilizzando i prodotti e materiali di riciclaggio.",
  "tip_energy_title": "Risparmia energia",
  "tip_energy_description": "Scopri semplici abitudini per ridurre l'utilizzo dell'energia, come lo spegnimento delle luci quando non sono in uso e l'utilizzo di apparecchi ad alta efficienza energetica.",
  "tip_water_title": "Conservazione dell'acqua",
  "tip_water_description": "Implementare tecniche di risparmio idrico come fissarsi perdite e utilizzare documenti a basso flusso per conservare questa preziosa risorsa.",
  "tip_transport_title": "Pedali per il pianeta",
  "tip_transport_description": "Usa biciclette convenzionali e per coloro che vogliono beneficiare di tecnologie, scooter a pedale, scooter elettrici e bici elettriche per ridurre l'impronta di carbonio.",
  "carbon_tracker_title": "Tracker di carbonio",
  "total_co2_saved": "CO₂ totale salvato",
  "activities_count": "Attività",
  "recent_activities": "Attività recenti",
  "activity_carpooling": "Carpooling",
  "activity_transit": "Transito",
  "activity_biking": "Ciclismo",
  "action_share": "Condividere",
  "action_save": "Salva",
  "sustainable_products_title": "Prodotti sostenibili",
  "sustainable_products_subtitle": "Supportare la vita sostenibile con i nostri prodotti partner",
  "sustainable_products_shop_now": "Acquista ora",
  "sustainable_products_see_more": "Vedi più prodotti →",
  "sustainable_products_discount": "{sconto}% di sconto con codice {codice}",
  "product_bottle_name": "Bottiglia d'acqua ecologica",
  "product_bottle_description": "Rimani idratato in modo sostenibile con la nostra bottiglia d'acqua in bambù premium. ",
  "product_activewear_name": "Abbigliamento attivo sostenibile",
  "product_activewear_description": "Vestiti da allenamento ecologici realizzati con materiali riciclati. ",
  "product_yoga_name": "Tappetino yoga di sughero",
  "product_yoga_description": "Tappetino da yoga in sughero premium che è naturalmente antimicrobico e offre una presa eccellente. ",
  "eco_friendly_deals": "Offerte di prodotti ecologici",
  "category_food": "Alimentazione Sostenibile",
  "category_fitness": "Fitness Ecologico",
  "category_awareness": "Consapevolezza Ambientale",
  "tip_composting_title": "Inizia il Compostaggio",
  "tip_composting_description": "Trasforma gli scarti alimentari in terreno ricco di nutrienti. Il compostaggio riduce i rifiuti in discarica del 30% e crea fertilizzante gratuito per le piante.",
  "tip_plastic_free_title": "Vivi Senza Plastica",
  "tip_plastic_free_description": "Passa a borse, contenitori e bottiglie riutilizzabili. Ogni anno, 8 milioni di tonnellate di plastica entrano nei nostri oceani, danneggiando la vita marina.",
  "tip_led_bulbs_title": "Passa alle Lampadine LED",
  "tip_led_bulbs_description": "Le lampadine LED usano il 75% in meno di energia e durano 25 volte più a lungo delle lampadine tradizionali. Risparmia 225$/anno sull'elettricità.",
  "tip_unplug_devices_title": "Scollega i Dispositivi Fantasma",
  "tip_unplug_devices_description": "Caricabatterie ed elettrodomestici consumano energia anche quando sono spenti. Scollegare risparmia il 10% sulla bolletta elettrica annuale.",
  "tip_shorter_showers_title": "Fai Docce più Brevi",
  "tip_shorter_showers_description": "Riduci il tempo della doccia da 10 a 5 minuti. Risparmia 12.500 galloni d'acqua all'anno - abbastanza per riempire una piscina!",
  "tip_fix_leaks_title": "Ripara i Rubinetti che Perdono",
  "tip_fix_leaks_description": "Un rubinetto che gocciola spreca 3.000 galloni/anno. È abbastanza acqua per 180 docce. Ripara le perdite per risparmiare acqua e denaro.",
  "tip_bike_commute_title": "Vai al Lavoro in Bici",
  "tip_bike_commute_description": "Pedalare solo 10 miglia/settimana risparmia 500 libbre di CO2/anno migliorando la tua forma fisica. Una vittoria per te e il pianeta!",
  "tip_carpool_title": "Condividi l'Auto e i Viaggi",
  "tip_carpool_description": "Condividere i viaggi riduce il traffico, taglia le emissioni del 50% e risparmia denaro sulla benzina. Usa app di carpooling per trovare compagni di viaggio.",
  "tip_local_food_title": "Compra Locale e di Stagione",
  "tip_local_food_description": "Il cibo coltivato localmente viaggia 1.500 miglia in meno rispetto al cibo importato, riducendo le emissioni di CO2 e supportando gli agricoltori locali.",
  "tip_plant_based_title": "Prova i Lunedì Senza Carne",
  "tip_plant_based_description": "Il bestiame produce il 14,5% delle emissioni globali. Non mangiare carne un giorno/settimana risparmia 1.160 libbre di CO2/anno.",
  "tip_food_waste_title": "Riduci gli Sprechi Alimentari",
  "tip_food_waste_description": "1/3 di tutto il cibo viene sprecato a livello globale. Pianifica i pasti, conserva correttamente il cibo e composta gli scarti per ridurre gli sprechi e risparmiare denaro.",
  "tip_outdoor_workout_title": "Allenati all'Aperto",
  "tip_outdoor_workout_description": "Gli esercizi all'aperto usano zero elettricità! Parchi, sentieri e spiagge sono palestre gratuite che ti connettono con la natura.",
  "tip_reusable_bottle_title": "Usa Bottiglie d'Acqua Riutilizzabili",
  "tip_reusable_bottle_description": "Gli americani usano 50 miliardi di bottiglie di plastica/anno. Una bottiglia riutilizzabile risparmia 156 bottiglie di plastica all'anno e ti mantiene idratato.",
  "tip_bodyweight_exercise_title": "Allenamenti Senza Attrezzatura",
  "tip_bodyweight_exercise_description": "Gli esercizi a corpo libero (flessioni, squat, plank) non richiedono attrezzatura da palestra, risparmiando risorse e mantenendoti in forma ovunque.",
  "tip_forest_fires_title": "⚠️ Consapevolezza sugli Incendi Boschivi",
  "tip_forest_fires_description": "Il 90% degli incendi boschivi è causato dall'uomo. Non lasciare mai i fuochi da campo incustoditi, smaltisci correttamente le sigarette e segnala immediatamente gli incendi. Le foreste assorbono 2,6 miliardi di tonnellate di CO2/anno - dobbiamo proteggerle.",
  "tip_littering_impact_title": "⚠️ Ferma i Rifiuti",
  "tip_littering_impact_description": "I rifiuti uccidono 1 milione di uccelli marini e 100.000 animali marini all'anno. La plastica impiega 450 anni a decomporsi. Smaltisci sempre correttamente i rifiuti e partecipa agli eventi di pulizia.",
  "tip_ocean_plastic_title": "⚠️ Crisi della Plastica Oceanica",
  "tip_ocean_plastic_description": "Entro il 2050, gli oceani avranno più plastica che pesci. 8 milioni di tonnellate entrano negli oceani ogni anno. Riduci la plastica monouso e ricicla per proteggere gli ecosistemi marini.",
  "tip_deforestation_title": "⚠️ Impatto della Deforestazione",
  "tip_deforestation_description": "Perdiamo 10 milioni di ettari di foresta all'anno - pari a 27 campi da calcio al minuto. Le foreste producono il 28% dell'ossigeno terrestre. Scegli carta riciclata e prodotti in legno sostenibile.",
  "tip_air_pollution_title": "⚠️ Effetti dell'Inquinamento Atmosferico",
  "tip_air_pollution_description": "L'inquinamento atmosferico causa 7 milioni di morti/anno a livello globale. Riduci le emissioni usando i trasporti pubblici, condividendo l'auto e sostenendo le iniziative di energia pulita.",
  "tip_endangered_species_title": "⚠️ Proteggi le Specie in Pericolo",
  "tip_endangered_species_description": "1 milione di specie rischia l'estinzione a causa della perdita di habitat e dei cambiamenti climatici. Sostieni gli sforzi di conservazione, evita prodotti da animali in pericolo e diffondi la consapevolezza."
}