{
    "eco_tips_title": "Consejos Ecológicos",
    "sustainable_living_tips": "Consejos para una vida sostenible",
    "eco_friendly_products": "Ofertas de productos ecológicos",
    "category_all": "Todo",
    "category_waste": "Gestión de residuos",
    "category_energy": "Energía",
    "category_water": "Agua",
    "category_transport": "Transporte",
    "tip_recycle_title": "Reducir, Reutilizar, Reciclar",
    "tip_recycle_description": "Aprende a gestionar eficazmente los residuos reduciendo el consumo, reutilizando productos y reciclando materiales.",
    "tip_energy_title": "Ahorrar energía",
    "tip_energy_description": "Descubre hábitos simples para reducir el consumo de energía, como apagar las luces cuando no se usan y utilizar electrodomésticos eficientes.",
    "tip_water_title": "Conservación del agua",
    "tip_water_description": "Implementa técnicas de ahorro de agua, como reparar fugas y usar duchas de bajo flujo para conservar este recurso tan valioso.",
    "tip_transport_title": "Pedales para el planeta",
    "tip_transport_description": "Utiliza bicicletas convencionales y, para aquellos que desean beneficiarse de la tecnología, patinetes a pedal, patinetes eléctricos y bicicletas eléctricas para reducir la huella de carbono.",
    "carbon_tracker_title": "Rastreador de carbono",
    "total_co2_saved": "CO₂ total ahorrado",
    "activities_count": "Actividades",
    "recent_activities": "Actividades recientes",
    "activity_carpooling": "Coche compartido",
    "activity_transit": "Transporte público",
    "activity_biking": "Ciclismo",
    "action_share": "Compartir",
    "action_save": "Guardar",
    "sustainable_products_title": "Productos Sostenibles",
    "sustainable_products_subtitle": "Apoya una vida sostenible con nuestros productos de socios",
    "sustainable_products_shop_now": "Comprar ahora",
    "sustainable_products_see_more": "Ver más productos →",
    "sustainable_products_discount": "{discount}% de descuento con el código {code}",
    "product_bottle_name": "Botella de agua de bambú ecológica",
    "product_bottle_description": "Mantente hidratado de manera sostenible con nuestra botella de agua de bambú premium. Perfecta para tus entrenamientos y uso diario.",
    "product_activewear_name": "Ropa deportiva sostenible",
    "product_activewear_description": "Ropa deportiva ecológica hecha de materiales reciclados. Luce bien mientras proteges el planeta.",
    "product_yoga_name": "Esterilla de yoga de corcho",
    "product_yoga_description": "Esterilla de yoga premium de corcho, naturalmente antimicrobiana y proporciona un excelente agarre. Perfecta para tu práctica.",
    "eco_friendly_deals": "Ofertas de productos ecológicos",
    "category_food": "Alimentación Sostenible",
    "category_fitness": "Fitness Ecológico",
    "category_awareness": "Conciencia Ambiental",
    "tip_composting_title": "Empieza a Compostar",
    "tip_composting_description": "Convierte los restos de comida en tierra rica en nutrientes. El compostaje reduce los residuos de vertederos en un 30% y crea fertilizante gratis para las plantas.",
    "tip_plastic_free_title": "Vive sin Plástico",
    "tip_plastic_free_description": "Cambia a bolsas, contenedores y botellas reutilizables. Cada año, 8 millones de toneladas de plástico entran en nuestros océanos, dañando la vida marina.",
    "tip_led_bulbs_title": "Cambia a Bombillas LED",
    "tip_led_bulbs_description": "Las bombillas LED usan un 75% menos de energía y duran 25 veces más que las bombillas tradicionales. Ahorra $225/año en electricidad.",
    "tip_unplug_devices_title": "Desenchufa Dispositivos Fantasma",
    "tip_unplug_devices_description": "Los cargadores y electrodomésticos usan energía incluso cuando están apagados. Desenchufar ahorra un 10% en tu factura eléctrica anualmente.",
    "tip_shorter_showers_title": "Duchas más Cortas",
    "tip_shorter_showers_description": "Reduce el tiempo de ducha de 10 a 5 minutos. Ahorra 12,500 galones de agua por año, ¡suficiente para llenar una piscina!",
    "tip_fix_leaks_title": "Repara los Grifos que Gotean",
    "tip_fix_leaks_description": "Un grifo que gotea desperdicia 3,000 galones/año. Eso es suficiente agua para 180 duchas. Repara las fugas para ahorrar agua y dinero.",
    "tip_bike_commute_title": "Ve al Trabajo en Bici",
    "tip_bike_commute_description": "Pedalear solo 10 millas/semana ahorra 500 libras de CO2/año mientras mejoras tu condición física. ¡Una victoria para ti y el planeta!",
    "tip_carpool_title": "Comparte Coche y Viajes",
    "tip_carpool_description": "Compartir viajes reduce el tráfico, reduce las emisiones en un 50% y ahorra dinero en gasolina. Usa aplicaciones de carpool para encontrar compañeros de viaje.",
    "tip_local_food_title": "Compra Local y de Temporada",
    "tip_local_food_description": "Los alimentos cultivados localmente viajan 1,500 millas menos que los importados, reduciendo las emisiones de CO2 y apoyando a los agricultores locales.",
    "tip_plant_based_title": "Prueba los Lunes sin Carne",
    "tip_plant_based_description": "El ganado produce el 14.5% de las emisiones globales. No comer carne un día/semana ahorra 1,160 libras de CO2/año.",
    "tip_food_waste_title": "Reduce el Desperdicio de Alimentos",
    "tip_food_waste_description": "1/3 de todos los alimentos se desperdician globalmente. Planifica comidas, almacena alimentos correctamente y composta restos para reducir el desperdicio y ahorrar dinero.",
    "tip_outdoor_workout_title": "Entrena al Aire Libre",
    "tip_outdoor_workout_description": "¡Los ejercicios al aire libre usan cero electricidad! Parques, senderos y playas son gimnasios gratuitos que te conectan con la naturaleza.",
    "tip_reusable_bottle_title": "Usa Botellas de Agua Reutilizables",
    "tip_reusable_bottle_description": "Los estadounidenses usan 50 mil millones de botellas de plástico/año. Una botella reutilizable ahorra 156 botellas de plástico anualmente y te mantiene hidratado.",
    "tip_bodyweight_exercise_title": "Entrenamientos sin Equipo",
    "tip_bodyweight_exercise_description": "Los ejercicios de peso corporal (flexiones, sentadillas, planchas) no requieren equipo de gimnasio, ahorrando recursos y manteniéndote en forma en cualquier lugar.",
    "tip_forest_fires_title": "⚠️ Conciencia sobre Incendios Forestales",
    "tip_forest_fires_description": "El 90% de los incendios forestales son causados por humanos. Nunca dejes fogatas desatendidas, desecha los cigarrillos correctamente y reporta incendios inmediatamente. Los bosques absorben 2.6 mil millones de toneladas de CO2/año - debemos protegerlos.",
    "tip_littering_impact_title": "⚠️ Detén la Basura",
    "tip_littering_impact_description": "La basura mata 1 millón de aves marinas y 100,000 animales marinos anualmente. El plástico tarda 450 años en descomponerse. Siempre desecha la basura correctamente y participa en eventos de limpieza.",
    "tip_ocean_plastic_title": "⚠️ Crisis del Plástico Oceánico",
    "tip_ocean_plastic_description": "Para 2050, los océanos tendrán más plástico que peces. 8 millones de toneladas entran en los océanos anualmente. Reduce los plásticos de un solo uso y recicla para proteger los ecosistemas marinos.",
    "tip_deforestation_title": "⚠️ Impacto de la Deforestación",
    "tip_deforestation_description": "Perdemos 10 millones de hectáreas de bosque anualmente, igual a 27 campos de fútbol por minuto. Los bosques producen el 28% del oxígeno de la Tierra. Elige papel reciclado y productos de madera sostenible.",
    "tip_air_pollution_title": "⚠️ Efectos de la Contaminación del Aire",
    "tip_air_pollution_description": "La contaminación del aire causa 7 millones de muertes/año globalmente. Reduce las emisiones usando transporte público, compartiendo coche y apoyando iniciativas de energía limpia.",
    "tip_endangered_species_title": "⚠️ Protege las Especies en Peligro",
    "tip_endangered_species_description": "1 millón de especies enfrentan la extinción debido a la pérdida de hábitat y el cambio climático. Apoya los esfuerzos de conservación, evita productos de animales en peligro y difunde la conciencia."
}